#language: ru

  Функция: Смена языка в приложении

    @english
    Сценарий: Смена языка с русского на английский

      Когда пользователь нажимает на иконку смены языка
      И в выпадающем окне выбирает английский язык
      Тогда язык приложения менятеся с русского на английский

    @русский
      Сценарий: Смена языка с английского на русский

      Дано пользователь выбрал английский язык
      Когда пользователь нажимает на иконку смены языка
      И в выпадающем окне выбирает русский язык
      Тогда язык приложения менятеся с английского на русский











